[
    {
        "id": "imo", "website": "https://imo-official.org",
        "arname": "أولمبياد الرياضيات الدولي",
        "enname": "International Mathematical Olympiad",
        "ardescription": "هي المسابقة العالمية للرياضيات لطلاب المدارس الثانوية، وتُقام سنويًا في دولة مختلفة. أُقيمت المسابقة بنسختها الأولى في عام 1959 في رومانيا بمشاركة سبع دول. ومنذ ذلك الحين توسعت تدريجيًا لتشمل أكثر من 100 دولة من خمس قارات.",
        "endescription": "IMO is the World Championship Mathematics Competition for High School students and is held annually in a different country. The first IMO was held in 1959 in Romania, with 7 countries participating. It has gradually expanded to over 100 countries from 5 continents. ",
        "participants_count": 6,
        "official": true
    },
    {
        "id": "apmo", "website": "https://www.apmo-official.org/",
        "arname": "أولمبياد آسيا والباسفيك للرياضيات",
        "enname": "Asia-Pasific Mathematical Olympiad",
        "ardescription": "تقام المسابقة سنويًا منذ عام 1989 . لكل دولة مشاركة ممثل مسؤول عن تنظيم المسابقة محليًا. وتقوم لجنة مركزية باختيار ورقة الأسئلة التي تتضمن 5 مسائل يجب حلها خلال 4 ساعات .",
        "endescription": "The contest is held annually. Each participating country has a representative responsible for organizing the contest locally. A central committee selects a paper consisting of 5 problems to be solved in 4 hours.",
        "participants_count": 10,
        "official": true
    },
    {
        "id": "egmo", "website": "https://www.egmo.org/",
        "arname": "أولمبياد البنات الأوربي للرياضيات",
        "enname": "European Girls Mathematical Olympiad",
        "ardescription": "هي المسابقة الأوروبية في مجال الرياضيات، والمخصصة  للطالبات . أُطلقت من قبل المملكة المتحدة في أبريل عام 2012، ومنذ ذلك الحين نمت مسابقة EGMO لتضم أكثر من خمسين دولة، مرحّبةً بمشاركات من خارج أوروبا أيضًا.",
        "endescription": "It is the European mathematics competition dedicated to female students. Launched by the United Kingdom in April 2012, the EGMO has since grown to include more than fifty countries, welcoming participants from outside Europe as well.",
        "participants_count": 4,
        "official": false
    },
    {
        "id": "bmo", "website": "https://www.massee-org.eu/mathematical/bmo",
        "arname": "أولمبياد البلقان للرياضيات",
        "enname": "Balkan Mathematical Olympiad",
        "ardescription": "أولمبياد البلقان للرياضيات (BMO) هي مسابقة سنوية في الرياضيات تنظّمها جمعية الرياضيات لجنوب شرق أوروبا (MASSEE). أقيم أول أولمبياد بلقان في أثينا، اليونان، عام 1984، وشاركت فيه أربع دول: بلغاريا، اليونان، رومانيا، ودولة أخرى. تشمل المسابقة دول المنطقة بالإضافة إلى دول ضيفة من خارجها. تُقام المسابقة في يوم واحد، حيث يتكون الاختبار من 4 مسائل يجب حلها خلال 4.5 ساعات",
        "endescription": "The Balkan Mathematical Olympiad (BMO) is an annual mathematics competition organized by the Mathematical Society of South Eastern Europe (MASSEE). The first BMO was held in Athens, Greece, in 1984, with participation from four countries: Bulgaria, Greece, Romania, and one more. It includes countries from the region as well as guest countries from outside. The competition takes place over one day, with a test consisting of 4 problems to be solved within 4.5 hours.",
        "participants_count": 6,
        "official": false
    },
    {
        "id": "jbmo", "website": "https://www.massee-org.eu/mathematical/jbmo",
        "arname": "أولمبياد البلقان للرياضيات للناشئين",
        "enname": "Junior Balkan Mathematical Olympiad",
        "ardescription": "أولمبياد البلقان للناشئين (JBMO) مسابقة رياضية سنوية للطلاب دون 15.5 سنة، تنظّمها جمعية جنوب شرق أوروبا (MASSEE) . تأسست الفكرة عام 1994 وأُقيمت أول نسخة عام 1997 في صربيا، وتضم دولًا من المنطقة بالإضافة إلى دول ضيفة من خارجها. تقام المسابقة على يوم واحد حيث يكون الاختبار مكون من 4 مسائل يجب حلها في 4.5 ساعات.",
        "endescription": "The Junior Balkan Mathematical Olympiad (JBMO) is an annual mathematics competition for students under 15.5 years old, organized by the Mathematical Society of South Eastern Europe (MASSEE). The idea was established in 1994, and the first edition was held in 1997 in Serbia. It includes countries from the region as well as guest countries from outside. The competition takes place over one day, with a test consisting of 4 problems to be solved within 4.5 hours.",
        "participants_count": 6,
        "official": false
    },
    {
        "id": "gmo", "website": null,
        "arname": "أولمبياد الخليج للرياضيات",
        "enname": "Gulf Mathematical Olympiad",
        "ardescription": "هي مسابقة تنظمها دول الخليج لتنمية القدرات الخليجية، تقام كل سنة في دولة مختلفة منذ عام 2013. تقام المسابقة على يوم واحد باختبار مكون من 4 مسائل يتوجب حلها في أربع ساعات ونصف.",
        "endescription": "It is a competition organized by the Gulf countries to develop regional talents. It has been held annually in a different country since 2013. The competition takes place over one day, with a test consisting of 4 problems to be solved in four and a half hours.",
        "participants_count": 6,
        "official": true
    },
    {
        "id": "amo", "website": null,
        "arname": "الأولمبياد العربي للرياضيات",
        "enname": "Arab Mathematical Olympiad",
        "ardescription": "هي مسابقة تنظمها الدول العربية لتنمية القدرات العربية، تقام كل سنة في دولة مختلفة منذ عام 2018. تقام المسابقة على يوم واحد باختبار مكون من 4 مسائل يتوجب حلها في أربع ساعات ونصف.",
        "endescription": "It is a competition organized by Arab countries to develop Arab talents. It has been held annually in a different country since 2018. The competition takes place over one day, with a test consisting of 4 problems to be solved in four and a half hours.",
        "participants_count": 4,
        "official": true
    },
    {
        "id": "iomhss", "website": null,
        "arname": "أولمبياد الرياضيات الدولي في تركمانستان",
        "enname": "International Mathematical Olympiad in Turkmenistan",
        "ardescription": "هي مسابقة دولية تستضيفها تركمانستان سنويا منذ عام 2024. تتم المسابقة في يوم واحد باختبار مكون من 5 مسائل يتوجب حلها في 5 ساعات.",
        "endescription": "It is an international competition hosted annually by Turkmenistan since 2024. The competition takes place over one day, with a test consisting of 5 problems to be solved in 5 hours.",
        "participants_count": 4,
        "official": true
    },
    {
        "id": "jiomhss", "website": null,
        "arname": "أولمبياد الرياضيات الدولي للناشئين في تركمانستان",
        "enname": "International Junior Mathematics Olympiad in Turkmenistan",
        "ardescription": "هي مسابقة رياضية دولية للطلاب دون 15.5 سنة، تستضيفها تركمانستان سنويا منذ عام 2024. تتم المسابقة في يوم واحد باختبار مكون من 5 مسائل يتوجب حلها في 5 ساعات.",
        "endescription": "It is an international mathematics competition for students under 15.5 years old, hosted annually by Turkmenistan since 2024. The competition takes place over one day, with a test consisting of 5 problems to be solved in 5 hours.",
        "participants_count": 4,
        "official": true
    }
]
